SoapSimulator/wwwroot/xml/3w0kt4aq_jo2.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope     
	  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
      xmlns:syb="http://sybrin.co.za/SoapSimulator.Core">
    <soapenv:Body>
        <syb:ExecuteAction>           
            <syb:ActionName>{ExampleAction}</syb:ActionName>                   
        </syb:ExecuteAction>
    </soapenv:Body>
</soapenv:Envelope>